@extends('layouts.app')
@section('content')
    <section>
        @component('common.titleBackground')
            @slot('title') مقالات @endslot
        @endcomponent
    </section>
    <section class="mt-5">
        <div class="container">
            <div class="row">
                <div class="col-12 text-center">
                    <h4 class="head_title">مقالة 1 </h4>
                </div>
            </div>
            <div class="row">
                <div class="col-8 text-center">
                    <p class="article_section_text">
                        نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1 نص المقالة رقم 1
                    </p>
                </div>
            </div>
        </div>
    </section>
@endsection
